Repository: teonomia-old-unused/poJson
Catalog: src/data.test/final-rush-article.po
Languages: pt_br

source: 4 Steps to Biblical PrayerBy R. J. RushdoonyFebruary 20, 2014
pt_br: 4 passos para a oração bíblicaPor R.J. Rushdoony 20 de fevereiro de 2014

source: Taken from Rushdoony's Systematic Theology in Two Volumes, p. 154
pt_br: Retirado da Teologia Sistemática de Rushdoony em Dois Volumes, p. 154

source: To be prayerless, we have seen, is to claim autonomy from God. The prayerless man trusts in his own resources to deliver him from all problems and difficulties, and, as a result, if he prays at all, his prayer is lifeless and formal. His prayer is a duty, not a necessity.
pt_br: Estar sem oração, como vimos, é reivindicar autonomia de Deus. O homem sem oração confia em seus próprios recursos para libertá-lo de todos os problemas e dificuldades e, como resultado, se ele ora, sua oração é sem vida e formal. Sua oração é um dever, não uma necessidade.

source: Whenever a man is ruled by a spirit of autonomy, he is then capable essentially of self prayer only. He worries, frets, and cudgels his brains in order to ferret out the secret of salvation within himself. Our Lord spoke to the heart of all anxiety when He said, "Which of you by taking thought can add one cubit unto his stature?" (Matt. 6:27). Autonomy is marked by anxiety. Existentialism thus has much to say about the role of anxiety in the life of man, because anxiety is the mark of autonomy. Anxiety seeks to do what only God can do, to perform miracles and to govern by acts of providence the course of human affairs. Worry and anxiety are the marks of prayerlessness; they mark the man who seeks to be the master of his own fate, and the captain of his own soul. All too many anxious people and chronic worriers try to pass themselves off as superior and sensitive souls when they are in fact godless ones. The alternative to prayer is anxiety and worry.
pt_br: Sempre que um homem é governado por um espírito de autonomia, ele é então capaz essencialmente apenas de auto-oração. Ele se preocupa, se irrita e aperta o cérebro para descobrir o segredo da salvação dentro de si. Nosso Senhor falou ao coração de toda ansiedade quando disse: "Qual de vocês, pensando bem, pode adicionar um côvado à sua estatura?" (Mateus 6:27). A autonomia é marcada pela ansiedade. O existencialismo, portanto, tem muito a dizer sobre o papel da ansiedade na vida do homem, porque a ansiedade é a marca da autonomia. A ansiedade procura fazer o que somente Deus pode fazer, realizar milagres e governar por atos de providência o curso dos assuntos humanos. Preocupação e ansiedade são as marcas da falta de oração; eles marcam o homem que procura ser o mestre de seu próprio destino e o capitão de sua própria alma. Muitas pessoas ansiosas e preocupantes crônicas tentam se passar por almas superiores e sensíveis, quando na verdade são sem Deus. A alternativa à oração é ansiedade e preocupação.

source: To be prayerless is to regard ourselves as autonomous, and to believe, implicitly or explicitly, in our autonomy is to deny the doctrine of creation. Scripture is clear that the triune God made all things by His sovereign word in six days (Gen. 1). The doctrine of creation is clearly tied to prayer. The practical denial of creationism is to be prayerless. To be prayerful is a practical affirmation of faith in creationism and the Creator.
pt_br: Estar sem oração é considerar-se autônomo e acreditar, implícita ou explicitamente, em nossa autonomia é negar a doutrina da criação. A Escritura é clara: o Deus trino fez todas as coisas por Sua palavra soberana em seis dias (Gênesis 1). A doutrina da criação está claramente ligada à oração. A negação prática do criacionismo deve ser sem oração. Estar em oração é uma afirmação prática da fé no criacionismo e no Criador.

source: Because we are God's creation, the whole of our being, and all our days, past, present, and future, are inseparable from His sovereign decree, purpose, and word. When we deny that He is the only Lord and Creator, we deny that He can be the governor and the redeemer of our lives. We then separate ourselves from life. The penalty for sin is death (Gen. 2:17; Rom. 6:23). To seek autonomy and independence from God is to hate God and to love death (Prov. 8:36). It is the essence of sin to declare that man is his own god, knowing or determining for himself what constitutes good and evil (Gen. 3:5). On the other hand, the redeemed of God know themselves to be God's creation and re-creation, the Lord's possession and his handiwork. Instead of seeking independence, they manifest rather by prayer and the totality of their faith, obedience, and life their dependence upon God. Instead of being prayerless, they are prayerful.
pt_br: Por sermos criação de Deus, todo o nosso ser e todos os nossos dias, passado, presente e futuro são inseparáveis de Seu decreto soberano, propósito e palavra. Quando negamos que Ele é o único Senhor e Criador, negamos que Ele possa ser o governador e o redentor de nossas vidas. Depois nos separamos da vida. A penalidade pelo pecado é a morte (Gênesis 2:17; Rm 6:23). Buscar autonomia e independência de Deus é odiar a Deus e amar a morte (Pv 8:36). É a essência do pecado declarar que o homem é seu próprio deus, sabendo ou determinando por si mesmo o que constitui o bem e o mal (Gn 3: 5). Por outro lado, os remidos de Deus sabem que são criação e recriação de Deus, possessão do Senhor e obra de suas mãos. Em vez de buscar independência, eles manifestam mais pela oração e pela totalidade de sua fé, obediência e vida sua dependência de Deus. Em vez de ficarem sem oração, eles estão em oração.

source: How then shall we pray, as the redeemed of the Lord? All too many manuals stress the essential ingredients of prayer, citing praise, thanksgiving, petition, and so on. Their emphasis is sound but also unwise. By stressing the formal components of prayer, they lose the essence of prayer, i.e., dependence and communion. Where there is dependence, there will be praise, thanksgiving, petition and more. Where there is communion, God's Kingdom, word, and Spirit will be crying out in all our being. How then do we grow in dependence and communion?
pt_br: Como então devemos orar, como os remidos do Senhor? Muitos manuais enfatizam os ingredientes essenciais da oração, citando louvor, ação de graças, petição e assim por diante. Sua ênfase é sólida, mas também imprudente. Ao enfatizar os componentes formais da oração, eles perdem a essência da oração, ou seja, dependência e comunhão. Onde houver dependência, haverá elogios, ações de graças, petições e muito mais. Onde houver comunhão, o Reino de Deus, a palavra e o Espírito clamarão em todo o nosso ser. Como então crescemos em dependência e comunhão?

source: Paul instructs us clearly in these things:
pt_br: Paulo nos instrui claramente nessas coisas:

source: Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. (Phil. 4:6)
pt_br: Cuidado para nada; mas em tudo, pela oração e súplica com ação de graças, sejam feitos a conhecer seus pedidos a Deus. (Filipenses 4: 6)

source: 14. Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men. 15. See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men. 16. Rejoice evermore. 17. Pray without ceasing. 18. In every thing give thanks: for this is the will of God in Christ Jesus concerning you. (I Thess. 5:14-18)
pt_br: 14. Agora, exortamos vocês, irmãos, a advertir os indisciplinados, confortar os fracos, apoiar os fracos, ter paciência com todos os homens. 15. Veja que ninguém rende mal por mal a qualquer homem; mas sigam sempre o que é bom, tanto entre vocês como para todos os homens. 16. Regozije-se sempre. 17. Orar sem cessar. 18. Em tudo dai graças; porque esta é a vontade de Deus em Cristo Jesus a seu respeito. (1 Tes. 5: 14-18)

source: First, of all, anxiety or carefulness is forbidden. The alternative to anxiety is true prayer, always to make our requests known unto God in prayer, with supplication and thanksgiving. Paul speaks in the imperative: Stop being anxious...Pray.
pt_br: Antes de tudo, é proibida a ansiedade ou o cuidado. A alternativa à ansiedade é a verdadeira oração, sempre para tornar conhecidos nossos pedidos a Deus em oração, com súplica e ação de graças. Paulo fala no imperativo: Pare de ficar ansioso ... Ore.

source: Second, prayer and trust in God go hand in hand with an obedience to His word. This means dealing plainly with the unruly or disorderly, warning them from God's law. The faint-hearted are to be encouraged. The weak are to be supported, not by sweet words but by godly counsel. We are to be patient and long-suffering toward all men. This means being governed by God's word and not rendering evil for evil unto any man, but rather that which God requires, good. The good can only be defined in terms of God's law-word, never by humanistic standards, or piecemeal pastiches of the Bible.
pt_br: Segundo, a oração e a confiança em Deus andam de mãos dadas com uma obediência à Sua palavra. Isso significa lidar claramente com os indisciplinados ou desordenados, advertindo-os da lei de Deus. Os fracos de coração devem ser encorajados. Os fracos devem ser apoiados, não por palavras doces, mas por conselhos piedosos. Devemos ser pacientes e longânimes em relação a todos os homens. Isso significa ser governado pela palavra de Deus e não tornar o mal pelo mal a qualquer homem, mas sim ao que Deus exige, ao bem. O bem só pode ser definido em termos da palavra da lei de Deus, nunca por padrões humanísticos ou pastiches fragmentados da Bíblia.

source: Third, we are to "rejoice evermore," or, at all times, because ours is the victory in Jesus Christ which overcomes the world (I John 5:4). The Lord makes all things work together for good to them that love Him, for the called of God (Rom. 8:28). We must therefore rejoice as the people of victory. This means that in everything we give thanks, as God requires, because in everything the Lord has a glorious purpose at work, however painful and ugly the moment.
pt_br: Terceiro, devemos "regozijar-nos cada vez mais" ou, a todo momento, porque a nossa é a vitória em Jesus Cristo que vence o mundo (1 João 5: 4). O Senhor faz todas as coisas cooperarem para o bem daqueles que O amam, para os chamados de Deus (Rom. 8:28). Portanto, devemos nos regozijar como povo da vitória. Isso significa que em tudo que damos graças, como Deus exige, porque em tudo o Senhor tem um propósito glorioso em ação, por mais doloroso e feio que seja no momento.

source: Fourth, we are to pray without ceasing, or, unceasingly. What does this mean? Certainly not long prayers, for our Lord plainly condemns this "much speaking" (Matt. 6:7). It means rather the practice of prayer as constant communication with the Lord. To illustrate: when I am with my wife, we talk constantly, sharing our ideas, reactions, delights, and concerns. Our conversation does not start and stop: it is continual, although there can be time gaps of many minutes in between words. So too with prayer. The heart of prayer is dependence and communion. If we enjoy that dependence and communion, we pray at all times, sentence prayers, or more than a sentence or two. Each new experience, problem, thought, or situation we share with God. Sentence prayers run something like this: As we face a difficult person, we ask, Lord, give me grace to deal patiently and wisely with this person. In a trying crisis, we ask: Lord, I don't know the answers; please, help me, and give me wisdom. In a happy setting, we thank Him; if something delights us, we share it with Him and thank Him for it, and so on. We move continually in dependence on and communion with the Lord.
pt_br: Quarto, devemos orar sem cessar ou incessantemente. O que isto significa? Certamente não longas orações, pois nosso Senhor claramente condena esse "muito falar" (Mt 6: 7). Significa antes a prática da oração como comunicação constante com o Senhor. Para ilustrar: quando estou com minha esposa, conversamos constantemente, compartilhando nossas idéias, reações, prazeres e preocupações. Nossa conversa não começa e termina: é contínua, embora possa haver intervalos de tempo de muitos minutos entre as palavras. O mesmo acontece com a oração. O coração da oração é dependência e comunhão. Se desfrutamos dessa dependência e comunhão, oramos o tempo todo, orações de sentença ou mais de uma ou duas sentenças. Cada nova experiência, problema, pensamento ou situação que compartilhamos com Deus. As orações com frases são mais ou menos assim: Quando enfrentamos uma pessoa difícil, pedimos, Senhor, que me dê graça para lidar com essa pessoa com paciência e sabedoria. Numa crise difícil, perguntamos: Senhor, não sei as respostas; por favor, me ajude e me dê sabedoria. Em um ambiente feliz, agradecemos a Ele; se algo nos agrada, compartilhamos com Ele e agradecemos por ele, e assim por diante. Nós nos movemos continuamente em dependência e comunhão com o Senhor.

source: In this dependence and communion, our Lord who made us continually renews us and we grow in holiness. Then too our more formal praying becomes more vital. Our continual private sentence prayers are intimate and colloquial. Instead of lessening the dignity and respectfulness of formal praying, it enhances it, because our private sentence prayers have made us intensely aware of the majesty and glory of God.
pt_br: Nesta dependência e comunhão, nosso Senhor, que nos criou, nos renova continuamente e crescemos em santidade. Então também nossa oração mais formal se torna mais vital. Nossas orações de oração privadas contínuas são íntimas e coloquiais. Em vez de diminuir a dignidade e o respeito da oração formal, ela a aumenta, porque nossas orações particulares nos tornaram intensamente conscientes da majestade e glória de Deus.

source: Moreover, we pray best in God's own words, and hence the necessity of Scripture reading to prayer. We pray best, for prayer is communication, when we ourselves hear God speak through His word. If someone does not speak to us, we cannot long speak to him, and if we refuse to hear God in His word, how can we hear or be heard in prayer?
pt_br: Além disso, oramos melhor nas próprias palavras de Deus e, portanto, a necessidade da leitura das Escrituras para a oração. Oramos melhor, pois oração é comunicação, quando ouvimos Deus falar através de Sua palavra. Se alguém não fala conosco, não podemos mais falar com ele, e se recusamos ouvir Deus em Sua palavra, como podemos ouvir ou ser ouvidos em oração?

source: The Psalms thus are basic to the life of prayer. Here the Holy Spirit has spoken in and through the lives of God's saints, and here He speaks to us today, and in us if we make them our daily prayer.
pt_br: Os Salmos, portanto, são básicos para a vida de oração. Aqui, o Espírito Santo falou na e através da vida dos santos de Deus, e aqui Ele nos fala hoje, e em nós, se fizermos deles nossa oração diária.

source: We are not autonomous: we are God's creation. If we are not in dependent communion with Him, we are dead men.
pt_br: Não somos autônomos: somos criação de Deus. Se não estamos em comunhão dependente com Ele, somos homens mortos.

source: Topics: Church, The, Culture , Dominion, Theology
pt_br: Tópicos: Igreja, Cultura , Domínio, Teologia

source: R. J. RushdoonyRev. R.J. Rushdoony (1916–2001), was a leading theologian, church/state expert, and author of numerous works on the application of Biblical law to society. He started the Chalcedon Foundation in 1965. His Institutes of Biblical Law (1973) began the contemporary theonomy movement which posits the validity of Biblical law as God’s standard of obedience for all. He therefore saw God’s law as the basis of the modern Christian response to the cultural decline, one he attributed to the church’s false view of God’s law being opposed to His grace. This broad Christian response he described as “Christian Reconstruction.” He is credited with igniting the modern Christian school and homeschooling movements in the mid to late 20th century. He also traveled extensively lecturing and serving as an expert witness in numerous court cases regarding religious liberty. Many ministry and educational efforts that continue today, took their philosophical and Biblical roots from his lectures and books. &rarr; More by R. J. Rushdoony
pt_br: R. J. RushdoonyRev. R.J. Rushdoony (1916–2001), foi um dos principais teólogos, especialistas em igrejas / estados e autor de numerosas obras sobre a aplicação do direito bíblico à sociedade. Ele fundou a Chalcedon Foundation em 1965. Seus Institutos de Direito Bíblico (1973) iniciaram o movimento de teonomia contemporânea que postula a validade do Direito Bíblico como padrão de obediência de Deus para todos. Ele, portanto, viu a lei de Deus como a base da resposta cristã moderna ao declínio cultural, que ele atribuiu à falsa visão da igreja de que a lei de Deus se opunha à Sua graça. Essa ampla resposta cristã que ele descreveu como "Reconstrução Cristã". Ele é creditado por inflamar a escola cristã moderna e os movimentos de educação em casa em meados do século XX. Ele também viajou extensivamente dando palestras e servindo como testemunha especializada em inúmeros casos judiciais relacionados à liberdade religiosa. Muitos ministérios e esforços educacionais que continuam hoje, tiraram suas raízes filosóficas e bíblicas de suas palestras e livros. &rarr; Mais por R. J. Rushdoony
